{
  "dbV1": {
    "action": {
      "clearDB": "Очистити базу даних",
      "downloadBackup": "Завантажити резервну копію",
      "reUpgrade": "Повторне оновлення",
      "start": "Почати використання",
      "upgrade": "Оновити"
    },
    "clear": {
      "confirm": "Ви впевнені, що хочете очистити локальну базу даних? (Глобальні налаштування не будуть зачеплені). Будь ласка, переконайтеся, що ви завантажили резервну копію даних."
    },
    "description": "В новій версії сховище даних {{appName}} зробило величезний крок вперед. Тому ми повинні оновити дані старої версії, щоб надати вам кращий досвід використання.",
    "features": {
      "capability": {
        "desc": "На основі технології IndexedDB, достатньо місткий, щоб зберігати всі ваші повідомлення за життя",
        "title": "Велика ємність"
      },
      "performance": {
        "desc": "Автоматична індексація мільйонів повідомлень, пошук з відгуком в мілісекундах",
        "title": "Висока продуктивність"
      },
      "use": {
        "desc": "Підтримка пошуку за заголовками, описами, тегами, вмістом повідомлень та навіть текстами перекладів, ефективність повсякденного пошуку значно підвищена",
        "title": "Зручніше у використанні"
      }
    },
    "title": "Еволюція даних {{appName}}",
    "upgrade": {
      "error": {
        "subTitle": "На жаль, під час процесу оновлення бази даних сталася помилка. Будь ласка, спробуйте наступні рішення: A. Очистіть локальні дані та повторно імпортуйте резервні дані; B. Натисніть кнопку «Перезавантажити оновлення».<br><br> Якщо помилка повторюється, будь ласка, <1>повідомте про проблему</1>, і ми одразу допоможемо вам розібратися.",
        "title": "Помилка оновлення бази даних"
      },
      "success": {
        "subTitle": "База даних {{appName}} була успішно оновлена до останньої версії, почніть використовувати її прямо зараз.",
        "title": "Оновлення бази даних успішне"
      }
    },
    "upgradeTip": "Оновлення займе приблизно 10-20 секунд, будь ласка, не закривайте {{appName}} під час оновлення."
  },
  "migrateError": {
    "missVersion": "Відсутній номер версії імпортованих даних. Будь ласка, перевірте файл та повторіть спробу.",
    "noMigration": "Не знайдено схеми міграції для поточної версії. Будь ласка, перевірте номер версії та повторіть спробу. Якщо проблема зберігається, будь ласка, повідомте про проблему"
  }
}
